Repository: justmark0/moneybot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

source: Main menu
ru: Главное меню

source: Hello! I can help you to earn money! Just send me money and you will get more in few days! List of commands: /start - Restart dialog /help - See list of commands /transactions - See list of your transactions
ru: Привет! Я помогу тебе зарабатывать! Просто отправь мне деньги и через пару дней получишь больше! Список комманд: /start - Перезапустить бота /help - Посмотреть список комманд /transactions - Посмотреть историю ваших транзакций

source: Hello! I can help you to easy earn money!
ru: Привет! Я помогу тебе заработать деньги!

source: Here is a list of your transactions:
ru: Вот лист ваших транзакций:

source: 🔸Bot transferred {} rub. on {} payeer wallet. {} days ago
ru: 🔸Бот отправил {} рублей на {} Payeer кошелек {} дней назад

source: 🔹You transferred bot {} rub. {} days ago
ru: 🔹Вы перевели боту {} рублей {} дней назад

source: You don't have any transactions yet
ru: У вас еще нет транзакций

source: Use keyboard to choose options
ru: Используйте клавиатуру чтобы выбрать опции

source: Language was updated successfully
ru: Язык был обновлен

source: You can put money in several ways:
ru: Вы можете пополнить счет несколькими способами:

source: You can choose how do you want to pay
ru: Можете выбрать ниже какими способами пополнить счет

source: You can get only {money} rub
ru: Вы можете вывести только {money} рублей

source: Minimal sum of get from bot is {}
ru: Минимальная сумма которую можно вывести из бота {} рублей

source: Write your payeer wallet number:
ru: Введите ваш номер вашего Payeer кошелька

source: You can use only numbers
ru: Вы можете использовать только цифры

source: Do you want to sent {money} rub. to wallet number {wallet}? Write "yes" to confirm.
ru: Вы уверены что хотите выслать {money} рублей на кошелек {wallet}? Напишите "да" чтобы подтвердить.

source: Write correct data and try again
ru: Напишите правильные данные и попробуйте заново

source: Some error occupied. Try again later
ru: Произошла ошибка. Попробуйте снова немного позже

source: Error occupied in @{}. Description {}
ru: Произошла ошибка в боте @{}. Описание: {}

source: Payment complete. You can check your wallet. Thanks for using our bot!
ru: Оплата завершена. спасибо что используете нашего бота!

source: Write "yes" to confirm or /cancel to refill data or cancel
ru: Напишите "да" чтобы подтвердить или /cancel чтобы отменить или переписать данные

source: Choose what do you want to do
ru: Выберите что хотите сделать

source: You are not registered use /start
ru: Вы не зарегестрированны, используйте /start

source: What language do you want to setup?
ru: Какой язык хотите использовать?

source: Put or get money 💳
ru: Пополнить или снять деньги 💳

source: My account 💼
ru: Мой аккаунт 💼

source: 🇬🇧 Language
ru: 🇷🇺 Язык

source: ⬅️ Cancel
ru: ⬅️ Отмена

source: Put money 📈
ru: Пополнить счет 💳

source: Get money 💰
ru: Снять деньги 💰

source: yes
ru: да
